Repository: KaufmannDigital/form-persistence
Catalog: Resources/Private/Translations/*/Backend/FormData.xlf
Languages: de

# preview.scheduledExport.email.text
source: Data of this form is automatically exported and sent via mail to
de: Die Daten dieses Formulars werden automatisch exportiert und per E-Mail gesendet an

# index.site
source: Site
de: Seite

# index.form.identifier
source: Form Identifier
de: Formular Kennung

# index.count
source: Count
de: Anzahl

# index.latest
source: Latest
de: Aktuellste

# index.scheduled
source: Scheduled
de: Planmäßig

# index.export.definition
source: Export definition
de: Export variante

# index.no.saved.form.data
source: There is either no saved form data to display or your account is missing the required privileges.
de: Es gibt entweder keine gespeicherten Formulardaten, die angezeigt werden können, oder Dein Konto verfügt nicht über die erforderlichen Berechtigungen.

# index.manage.export.definitions
source: Manage Export Definitions
de: Export Definitionen verwalten

# index.download
source: Download
de: Herunterladen
